Repository: felipemfpeixoto/RunMate
Catalog: RunMate/Localizable.xcstrings
Source language: pt_br
Languages: en

source: %lldª semana
en: week %lld

source: %lldª Semana
en: Week %lld

source: %lldº
en: %lld

source: Antes de se exercitar ou participar de atividades físicas intensas, como corrida, consulte seu médico ou profissional de saúde.
en: Before exercising or engaging in intense physical activities, such as running, consult your doctor or healthcare professional.

source: Ao alterar minha meta essa ação não poderá ser desfeita.
en: Changing my goal cannot be undone.

source: ATENÇÃO
en: ATTENTION

source: Avançado
en: Advanced

source: Bloqueada
en: Blocked

source: BLOQUEADA
en: BLOCKED

source: Bora partir para a próxima conquista?
en: Let's set our goal!

source: Bora traçar nossa meta!
en: Let's set our goal!

source: Calorias
en: Calories

source: Caminhada | FCM de 50% a 65%
en: Walking | MHR from 50% to 65%

source: CANCELAR
en: CANCEL

source: Certifique-se de sua saúde cardiovascular e de condições médicas pré-existentes.
en: Ensure your cardiovascular health and any pre-existing medical conditions.

source: COMEÇAR ETAPA
en: START STAGE

source: CONCLUÍDA
en: COMPLETED

source: Corrida Definitiva
en: Ultimate Run

source: Corrida Forte | FCM de 85% a 90%
en: Long Run | MHR from 85% to 90%

source: Corrida Leve | FCM de 65% a 75%
en: Base Run | MHR from 65% to 75%

source: Corrida Moderada | FCM de 75% a 85%
en: Moderate Run | MHR from 75% to 85%

source: Corrida Muito Forte | FCM de 90% a 100%
en: Hard Run | MHR from 90% to 100%

source: Deseja mudá-la e apagar seu histórico de corrida?
en: Do you want to change it and erase your running history?

source: Dia
en: Day

source: DIA LIVRE
en: DAY OFF

source: distancia
en: distance

source: Distância
en: Distance

source: DISTÂNCIA
en: DISTANCE

source: Distância final da meta
en: Final distance of the goal

source: DURAÇÃO
en: DURATION

source: EM PROGRESSO
en: IN PROGRESS

source: Esta semana você queimou calorias equivalentes a 10 barras de chocolate
en: This week you burned calories equivalent to 10 chocolate bars.

source: ESTOU PRONTO!
en: I'M READY!

source: ETAPA CONCLUÍDA
en: STAGE COMPLETED

source: FCM = Frequência Cardíaca Máxima
en: AHR = Average Heart Rate

source: FINALIZAR
en: FINISH

source: Índice de Corridas
en: Run Index

source: Iniciante
en: Beginner

source: Intermediário
en: Intermediate

source: META CONCLUÍDA!
en: GOAL ACHIEVED!

source: Minha meta
en: My goal

source: Pace Médio
en: Average Pace

source: PARABÉNS!
en: CONGRATULATIONS!

source: Perfil
en: Profile

source: Perfil do Corredror
en: Runner Profile

source: Progressiva | Corrida gradual, Leve para Forte
en: Progression Run | Gradual Run, Base to Long

source: PROSSEGUIR
en: CONTINUE

source: PRÓXIMO
en: NEXT

source: Quilômetros
en: Kilometers

source: Regressiva | Corrida gradual, Forte para Leve
en: Regression | Gradual Run, Long to Base

source: Resetar Escolhas
en: Reset Choices

source: RunMate utiliza sua idade para calcular a FCM de cada tipo de corrida do seu treino.
en: RunMate uses your age to calculate the AHR for each type of run in your training.

source: Selecione seu nível de corredor:
en: Select your runner level:

source: Selecione seu objetivo:
en: Select your goal:

source: Selecione sua idade
en: Select your age

source: Selecione sua idade:
en: Select your age:

source: semana
en: week

source: Tem certeza que deseja finalizar esta corrida?
en: Are you sure you want to finish this race?

source: Tempo Run | Simulação do ritmo de prova
en: Tempo Run | Race pace simulation

source: Tire uma folga do seu cronograma de corrida e aproveite um dia de descanso!
en: Take a break from your running schedule and enjoy a rest day!

source: Velocidade Média
en: Average Speed

source: Você cruzou a linha de chegada! Sua meta foi alcançada com sucesso e o troféu é seu.
en: You crossed the finish line! Your goal was successfully achieved and the trophy is yours.
